ricette.tex
% Created 2017-02-05 Sun 12:16
% Intended LaTeX compiler: pdflatex
\documentclass[12pt,a4]{memoir}


\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{xcolor}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\usepackage{shellesc}
\usepackage{minted}
\usepackage{fontspec,xunicode}
\setmainfont[Scale=0.8]{Fira Sans}
\setsansfont{Fira Sans}
\setmonofont[Scale=0.8]{Source Code Pro}
\newfontfamily\myunicodefallback{Cambria}
\usepackage{polyglossia}
\setmainlanguage{italian}
\usepackage{geometry}
\definecolor{links}{HTML}{0086F7}
\hypersetup{colorlinks,linkcolor=,urlcolor=links}
\usepackage{tikz}
\usetikzlibrary{mindmap}
\usetikzlibrary{positioning}
\usetikzlibrary{snakes}
\setlength{\parskip}{0pt plus 0.5ex}
\author{Vittorio Zaccaria}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Vittorio Zaccaria},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 9.0.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents


\chapter{Torte salate}
\label{sec:org826149c}
\section{Torta salata alla zucca e cime di rapa}
\label{sec:org292f129}
\newpage
\subsection{Ingredienti}
\label{sec:org3e60a23}

\begin{center}
\begin{tabular}{ll}
Qt. & Ingrediente\\
\hline
 & pasta brise\\
250 gr. circa & polpa di zucca tagliati a pezzi di media grandezza\\
400 gr. circa & cime di rapa\\
2 & uova\\
150 gr. & formaggio caprino fresco/ricotta di capra o\\
2 & cucchiai di Grana Padano grattugiato\\
1 dl. & di panna fresca\\
 & noce moscata\\
 & sale e pepe\\
\end{tabular}
\end{center}

\subsection{Preparazione}
\label{sec:org14f0894}

Lessa la zucca al vapore senza esagerare nella cottura, la polpa non
deve disfarsi, quindi versa i pezzi di zucca cotti in un colino in modo
che perdano l'eventuale acqua in eccesso. Pulisci le cime di rapa e
togli i gambi più legnosi e cuocile al vapore per circa 8-10 minuti,
quindi passale velocemente sotto l'acqua corrente fredda per mantenere
il bel colore verde. In una ciotola lavora il formaggio con le uova ed
il Grana Padano grattugiato, aggiungi la panna, insaporisci con un po'
di noce moscata e aggiusta di sale e pepe e con una piccola frusta
amalgama bene fino ad ottenere una crema abbastanza liquida.

Sistema le le cime di rapa nella tortiera, direttamente sopra la pasta
brisée e alternale con i pezzi di zucca. Infine versa la crema in
maniera uniforme sopra le verdure e inforna a 200° per circa 30-40
minuti.

Se preferisci una versione più saporita cuoci la zucca in forno con gli
aromi che preferisci con un giro d'olio d'oliva e passa velocemente le
cime di rapa in padella con un po' di burro. Io ho preferito usare le
verdure cotte al vapore per rendere la torta salata più leggera. 
\end{document}